export type Ayah = {
  number: number;
  text: string;
  simpleText: string;
};

export const fatiha: Ayah[] = [
  { number: 1, text: "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ", simpleText: "بسم الله الرحمن الرحيم" },
  { number: 2, text: "الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ", simpleText: "الحمد لله رب العالمين" },
  { number: 3, text: "الرَّحْمَٰنِ الرَّحِيمِ", simpleText: "الرحمن الرحيم" },
  { number: 4, text: "مَالِكِ يَوْمِ الدِّينِ", simpleText: "مالك يوم الدين" },
  { number: 5, text: "إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ", simpleText: "إياك نعبد وإياك نستعين" },
  { number: 6, text: "اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ", simpleText: "اهدنا الصراط المستقيم" },
  { number: 7, text: "صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ", simpleText: "صراط الذين أنعمت عليهم غير المغضوب عليهم ولا الضالين" }
];
